<template>
<main class="main">
        <section class="section">

<h1>Fitpoi 利用規約</h1>
<div class="heading">
<p class="p1">Fitpoi利用規約（以下「本規約」といいます。）は、Fitpoi株式会社（以下「当社」といいます。）が運営、提供する全てのサービス（以下、「本サービス」といいます。）の利用に関する条件を、本サービスを利用するユーザーと当社との間で定めるものです。</p>
<p class="p1">本サービスをご利用いただいた場合、ユーザには本規約に記した条件に合意したものとみなしますので、ご利用前に必ずご確認ください。</p>
<p class="p1">また本規約は、当社が必要と判断する場合に、本サービスの目的の範囲内で、本規約を変更することがあります。
その場合、当社ウェブサイトに表示、または当社が定める方法によりユーザーにお知らせいたします。
変更後の本規約は、効力発生日から効力を生じるものとします。</p>
</div>

<div class="box">
<h2>1. アカウント</h2>
<p class="p1">1.1 本サービスのご利用登録に際しては、アカウントの登録が必要となります。</p>
<p class="p1">1.2 本サービスのアカウント登録は電子メールアドレスを利用してパスワードを設定することにより、又はFacebook若しくはApple IDなどの第三者が運営するソーシャル・ネットワーキング・サービスのご自身のアカウント(以下「SNSアカウント」といいます)を通じて行なうことができます。</p>
<p class="p1">1.3 本サービスに登録されたアカウント情報は、ご自身の責任で厳重に管理し、いかなる第三者にも開示してはならないものとします。当社は、登録されたアカウントを利用して行われた一切の行為を、ユーザーご本人の行為とみなすことができます。</p>
<p class="p1">1.4 本サービスに登録したユーザーは、いつでもアカウントを削除して退会することができます。</p>
<p class="p1">1.5 ユーザーの本サービスにおけるすべての利用権は、理由を問わず、アカウントが削除された時点で消滅します。ユーザーが誤ってアカウントを削除した場合であっても、アカウントの復旧はできませんのでご注意ください。</p>
</div>


<div class="box">
<h2>2. プライバシー</h2>
<p class="p1">2.1 当社は、ユーザーのプライバシーを尊重しています。</p>
<p class="p1">2.2 当社は、ユーザーのプライバシー情報と個人情報を、<a href="/privacy-policy/">プライバシーポリシー</a>に従って適切に取り扱います。</p>
<p class="p1">2.3 当社は、ユーザーから収集した情報を安全に管理するため、セキュリティに最大限の注意を払っています。</p>
</div>

<div class="box">
<h2>3. サービスの提供</h2>
<p class="p1">3.1 ユーザーは本サービスを利用するにあたり、スマートフォン、オペレーションシステム及び通信手段等、ユーザーご自身でご用意いただきます。</p>
<p class="p1">3.2 当社は、以下のいずれかに該当する場合、ユーザーに事前に通知することなく本サービスの提供を中断、変更または停止する場合があります。<br>
(i)本サービスのメンテナンス等、システム保守を行う場合<br>
(ii)火災、停電、暴動、労働争議等により本サービスの提供が困難な状況になった場合<br>
(iii)端末や電力、回線等のサービスに障害が生じたまたは停止された場合<br>
(iv)その他、運用上または技術料、当社がサービス提供の中断、変更または停止を必要と判断した場合
</p>
</div>

<div class="box">
<h2>4. コンテンツ</h2>
<p class="p1">4.1 当社は、当社の裁量により、ユーザーが本サービスを通じて、テキスト、写真、ビデオその他の資料及び情報などのコンテンツ（以下「ユーザーコンテンツ」といいます）を作成、アップロード、投稿及び保存する権利を付与します。</p>
<p class="p1">4.2 ユーザーは、ご自身のユーザーコンテンツに対して有する権利を保持し、当社がその権利を取得することはありません。ただし、ユーザーは当社に対し、これをサービスやプロモーションに利用する権利を許諾したことになります。</p>
<p class="p1">4.3 ユーザーは、ご自身の責任でユーザーコンテンツのバックアップを行っていただくことになります。当社は、ユーザーコンテンツのバックアップを行う義務を負いません。</p>
<p class="p1">4.4 当社は、ユーザーコンテンツに関し法令又は本規約に違反、もしくは違反する恐れがあると判断した場合、あらかじめユーザーに通知することなくユーザーコンテンツを削除又は利用を停止する権利を有します。</p>
</div>

<div class="box">
<h2>5. 第三者のサービス</h2>
<p class="p1">本サービスは、当社以外の第三者が提供するサービス又はコンテンツを利用する場合があります。第三者が提供するサービス又はコンテンツを利用する際は、これを提供する第三者が定める利用規則やプライバシーポリシーが適用され、第三者が責任を負います。
ユーザーがApple iOSを通じてアプリを使用した場合、Apple Incが本契約の第三受益者となるものとします。</p>
</div>

<div class="box">
<h2>6. プレミアムサービスの提供</h2>
<p class="p1">ユーザーは、当社が指定する特定のコンテンツに一定の対価を支払うサービス（以下「プレミアムサービス」といいます。）の提供を受けることができます。
ご利用の際は、本サービスに掲載されるプレミアムサービスの利用料金が適用され、ユーザーはこれらに定める料金および支払い方法に従うものとします。</p>
</div>

<div class="box">
<h2>7. 禁止事項</h2>
当社は、本サービスに関するお客様による以下の行為を禁止します。 
<p class="p1">7.1 法令に違反する行為</p>
<p class="p1">7.2 当社または第三者の知的財産権、肖像権、プライバシー、名誉、誹謗中傷、その他の権利又は利益を侵害する行為</p>
<p class="p1">7.3 公序良俗に反する行為</p>
<p class="p1">7.4 本サービスを複製または複写する行為</p>
<p class="p1">7.5 本サービスのサーバやネットワークシステムに支障を与える、または誤作動を引き起こす行為</p>
<p class="p1">7.6 サーバその他当社のコンピュータに不正にアクセスする行為</p>
<p class="p1">7.7 本サービスを改変し、もしくはリバースエンジニアリング、逆コンパイル、逆アセンブルする行為</p>
<p class="p1">7.8 第三者になりすまして本サービスを利用する行為</p>
<p class="p1">7.9 反社会的勢力に対する利益供与行為</p>
<p class="p1">7.10 本規約及び本アプリの趣旨・目的に反する行為</p>
<p class="p1">7.11 宗教的な勧誘を行う行為</p>
<p class="p1">7.12 その他当社が不適切と判断する行為</p>
</div>

<div class="box">
<h2>8. 保証の否認及び免責</h2>
<p class="p1">8.1 当社は、本サービスがユーザーの特定の目的に適合すること、ユーザーが期待する機能・商品的価値・正確性・有用性を有すること、ユーザーによる本サービスの利用がユーザーに適用のある法令又は業界団体の内部規則等に適合すること、及び不具合が生じないことについて、何ら保証するものではありません。</p>
<p class="p1">8.2 当社は、本アプリ及び本アプリを通じて提供されるコンテンツその他一切の情報につき、エラー、バグ、不具合、又はセキュリティ上の欠陥が存在しないこと、第三者の権利を侵害しないことについて、いかなる保証も行うものではありません。</p>
<p class="p1">8.3 当社は、当社の故意または過失に起因する場合を除き、ユーザーが本サービスを利用したことにより直接的又は間接的に発生した損害について、一切賠償責任を負いません。/p>
<p class="p1">8.4 本サービスを通じてユーザーと他のユーザーまたは第三者との間において生じた取引、連絡、紛争等については、当社は一切責任を負わないものとします。</p>
<p class="p1">8.5 当社はユーザーに事前に通知することなく、当社の都合により、本サービスの全部又は一部の提供の中断・停止・変更を行うことができるものとします。</p>
<p class="p1">8.6 当社は以下の事項に関してユーザーが被った損害に対して、法令に定めがある場合を除き、賠償する責任を一切負わないものとします。<br>
(i)当社による本サービスの全部または一部の提供の中断、停止、変更<br>
(ii)本サービスに登録したアカウント情報の変更、削除<br>
(iii)登録した電子メールアドレスやパスワードの紛失、忘却<br>
(iv)端末の紛失、故障
</p>
</div>

<div class="box">
<h2>9. 権利帰属</h2>
<p class="p1">本サービスに関する知的財産権は全て当社または当社にライセンスを許諾している第三者に帰属しており、本規約に基づく本サービスの利用は、本サービスに関する当社または当社にライセンスを許諾している第三者の知的財産権の利用許諾を意味するものではありません。</p>
</div>

<div class="box">
<h2>10. 連絡方法</h2>
<p class="p1">10.1 本サービスに関する当社からユーザーへの連絡は、本サービスまたは当社ウェブサイト内の適宜の場所への提示、電子メールアドレスの送信、またはプッシュ通知その他当社が適当と判断する方法により行うものとします。</p>
<p class="p1">10.2 本サービスに関するユーザーから当社への連絡は、本サービスまたは当社ウェブサイト内の適宜の場所に設置するお問い合わせフォームの送信又は当社が指定する方法により行っていただきます。</p>
</div>
<p class="p1">制定日：2020年7月26日</p>
</section>
</main>
</template>
<style>
    .heading {margin-bottom: 30px;}
    h2 {margin-bottom: 25px;}
    h3 {margin-bottom: 15px;}
    h4::before {content: "・";padding-right: 5px;}
    .positive-button {display: none;}
    p {margin-bottom:0;}
    
</style>